const ARRAY_NAME_BIRDS = ['Соловей', 'Дрозд', 'Малиновка', 'Жаворонок', 'Славка'];

const DESCRIPTION_BIRDS = {
    'Соловей': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Мухоловковые'
    },
    'Дрозд': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Дроздовые'
    },
    'Малиновка': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Зарянки'
    },
    'Жаворонок': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Жаворонковые'
    },
    'Славка': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Славковые'
    }
}

const LIST_LINKS_BIRDS = {
    'Соловей': 'https://ru.wikipedia.org/wiki/%D0%A1%D0%BE%D0%BB%D0%BE%D0%B2%D1%8C%D0%B8',
    'Дрозд': 'https://ru.wikipedia.org/wiki/%D0%9D%D0%B0%D1%81%D1%82%D0%BE%D1%8F%D1%89%D0%B8%D0%B5_%D0%B4%D1%80%D0%BE%D0%B7%D0%B4%D1%8B',
    'Малиновка': 'https://ru.wikipedia.org/wiki/%D0%97%D0%B0%D1%80%D1%8F%D0%BD%D0%BA%D0%B0',
    'Жаворонок': 'https://ru.wikipedia.org/wiki/%D0%96%D0%B0%D0%B2%D0%BE%D1%80%D0%BE%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5',
    'Славка': 'https://ru.wikipedia.org/wiki/%D0%A1%D0%BB%D0%B0%D0%B2%D0%BA%D0%B8'
}

const TRANSLATE_NAME = {
    'Соловей': 'solovey',
    'Дрозд': 'drozd',
    'Малиновка': 'zarynka',
    'Жаворонок': 'javoronok',
    'Славка': 'slavka',
    'Лес': 'forest'
}

export {ARRAY_NAME_BIRDS, DESCRIPTION_BIRDS, LIST_LINKS_BIRDS, TRANSLATE_NAME} 