const nameButtons = ['Соловей', 'Дрозд', 'Малиновка', 'Жаворонок', 'Cлавка'];
const descriptionBirds = {
    'Соловьи': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Мухоловковые',
        'Википедия':'https://ru.wikipedia.org/wiki/%D0%A1%D0%BE%D0%BB%D0%BE%D0%B2%D1%8C%D0%B8'
    },
    'Дрозд': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Дроздовые',
        'Википедия': 'https://ru.wikipedia.org/wiki/%D0%9D%D0%B0%D1%81%D1%82%D0%BE%D1%8F%D1%89%D0%B8%D0%B5_%D0%B4%D1%80%D0%BE%D0%B7%D0%B4%D1%8B'
    },
    'Малиновка': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Зарянки',
        'Википедия': 'https://ru.wikipedia.org/wiki/%D0%97%D0%B0%D1%80%D1%8F%D0%BD%D0%BA%D0%B0'
    },
    'Жаворонок': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Жаворонковые',
        'Википедия': 'https://ru.wikipedia.org/wiki/%D0%96%D0%B0%D0%B2%D0%BE%D1%80%D0%BE%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5'
    },
    'Славка': {
        'Домен':'Эукариоты',
        'Царство':'Животные',
        'Тип':'Хордовые',
        'Класс':'Птицы',
        'Отряд':'Воробьинообразные',
        'Семейство':'Славковые',
        'Википедия': 'https://ru.wikipedia.org/wiki/%D0%A1%D0%BB%D0%B0%D0%B2%D0%BA%D0%B8'
    }
}
export {nameButtons, descriptionBirds} 